MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Your computer is not connected to the Internet.";
NotConnectedToNetwork							= "Your computer is not connected to the network.";
FatalExceptionAlertDescription					= "Press Play/Pause to exit Front Row.";
